/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "편집";
"MENU_WINDOW" = "윈도우";
"MENU_HELP" = "도움말";

/* App Menu Items */
"MENU_APP_ABOUT" = "@{APP_TITLE}에 관하여";
"MENU_APP_SCREENSHOT" = "스크린샷";
"MENU_APP_HIDE" = "@{APP_TITLE} 숨기기";
"MENU_APP_HIDE_OTHERS" = "기타 숨기기";
"MENU_APP_SHOW_ALL" = "모두 보이기";
"MENU_APP_QUIT" = "@{APP_TITLE} 종료";
"MENU_APP_REVEAL" = "Finder에서 보기";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "게임 설정";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "게임 스크린샷";
"MENU_APP_REVEAL_GAME_LOGS" = "게임 로그";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "응용 프로그램 지원";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "응용 프로그램 설정";
"MENU_APP_REVEAL_APPLICATION" = "응용 프로그램";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "실행 취소";
"MENU_EDIT_CUT" = "오려두기";
"MENU_EDIT_COPY" = "복사";
"MENU_EDIT_PASTE" = "붙이기";
"MENU_EDIT_DELETE" = "삭제";
"MENU_EDIT_SELECT_ALL" = "전체 선택";
"MENU_EDIT_FIND" = "찾기";
"MENU_EDIT_FIND_FIND" = "찾기…";
"MENU_EDIT_FIND_NEXT" = "다음 찾기";
"MENU_EDIT_FIND_PREVIOUS" = "이전 찾기";
"MENU_EDIT_FIND_USE_SELECTION" = "선택 부분으로 찾기";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "선택 부분으로 이동";
"MENU_EDIT_SPECIAL_CHARS" = "특수 문자…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "닫기";
"MENU_WINDOW_MINIMIZE" = "최소화";
"MENU_WINDOW_ZOOM" = "확대/축소";
"MENU_WINDOW_FULLSCREEN" = "전체 화면 설정/해제";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "모두 앞으로 가져오기";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "기술 지원 게시판";
"MENU_HELP_SUPPORT_PORTAL" = "지식 보관소";
"MENU_HELP_COPY_SUPPORT_INFO" = "시스템 정보 복사하기 ";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "현재 @{OS_VERSION} 버전을 사용하고 계십니다. 운영 체제를 업데이트하십시오. @{APP_TITLE}의 안정성이 향상됩니다.";
"VERSION_UNSUPPORTED" = "@{APP_TITLE}을(를) 지원하는 운영 체제로 @{OS_VERSION}을 사용할 수 있는 시간이 얼마 남지 않았음을 다시 한 번 알려 드리는 바입니다. 어느 시점까지 게임을 계속 실행할 수 있다 하더라도, 가능한 한 빠른 시일 안에 운영 체제를 @{LATEST_OS_VERSION}로 업그레이드하시기를 권장합니다. 시스템 요구 사항은 @{SYSTEM_REQUIREMENTS_URL} 를 참고하실 수 있으며 운영 체제를 업그레이드하는 방법은 @{OS_UPGRADE_URL} 에 자세히 설명되어 있습니다. Macintosh 운영 시스템에 관한 지침은 @{OS_GUIDELINES_URL} 에서 더 자세히 확인하시기 바랍니다.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="계속하기";
"LAUNCH_SOFTWARE_UPDATE"="소프트웨어 업데이트 실행";
"INVALID_VIDEO_DEVICE" = "유효한 그래픽 프로세서를 찾을 수 없기 때문에 @{APP_TITLE}을(를) 시작할 수 없습니다.";
"ERROR" = "오류";
